game_rule = {
    'game_start': False,
    'current_word': '',
    'winner': '',
    'round': 0,
    'max_round': 20
}

admin = [1264189868]

used_words =[]
words = [
        "Зонт", "Авиатор", "Волк", "Пианино", "Аквариум", "Лавина", "Спутник", "Фонарь", "Арбуз", "Космонавт",
        "Остров", "Камера", "Карусель", "Ферма", "Бублик", "Магнит", "Галактика", "Скрипка", "Лесоруб", "Водопад",
        "Шахматы", "Троллейбус", "Фея", "Гиппопотам", "Спагетти", "Радуга", "Коктейль", "Лавровый лист", "Свеча",
        "Лаборатория", "Шутка", "Ампула", "Кинотеатр", "Оркестр", "Велосипед", "Подводная лодка", "Маяк", "Шоколад",
        "Лабиринт", "Караван", "Альпинист", "Парашют", "Огонь", "Воробей", "Сирень", "Спагетти", "Стриптиз", "Гобелен",
        "Галстук", "Ананас", "Бриллиант", "Скрижали", "Фонарь", "Тополь", "Завод", "Оазис", "Карета", "Защитник",
        "Термос", "Гондола", "Автобус", "Пандемия", "Секира", "Ландыш", "Водолей", "Мыльница", "Чайник", "Пельмени",
        "Кенгуру", "Берет", "Аккордеон", "Кларнет", "Ракета", "Автограф", "Лира", "Газета", "Краснодар", "Фламинго",
        "Акваланг", "Замок", "Кольцо", "Зубр", "Лимонад", "Парикмахер", "Ветряк", "Бульдозер", "Бронза", "Веревка",
        "Орангутанг", "Гуль", "Сатору Годжо", "Магическая битва", "Маньяк", "Маска", "Кино", "Театр", "Фильм",
        "Выживание", "Бюрократия", "Талон", "Эталон", "Поведение", "Натура", "Шекель", "Таджик", "Знак", "Отличие",
        "Пятерка", "Кол", "Дуб", "Ромашка", "Роза", "Персик", "Ягода", "Мармелад", "Женщина", "Альфонц", "Содержанка",
        "Кооператор", "Конь", "Махачкала", "Осетия", "Счастье", "Радость", "Грусть", "Злость", "Мечта", "Патриот",
        "ДжоДжо", "Титан", "Меч", "Демон", "Алхимия", "Призрак", "Косплей", "Шинигами", "Чакра", "Чудовище",
        "Магическая девушка", "Хентай", "Якудза", "Шрам", "Дракон", "Пират", "Отаку", "Гейша", "Сумо", "Тентакли",
        "Киберпанк", "Кайдзю", "Харакири", "Пилотирование",
    ]

last_usage_dice = {}
last_usage_money = {}